[{"id":1,"title":"ویلا ۱۰۰۰ متری","category":"villa","address":"Lavasan","price":"100,000,000,000","meter":1000,"image":"images\/elements\/villa.jpeg","description":"A 1000-meter villa located in Lavasan with a 300-meter yard, inside the town with 24-hour security, with 4 floors.","yearofconstruction":1398},{"id":2,"title":"اپارتمان ۲۰۰ متری","category":"apartment","address":"Tehranpars","price":"2,000,000,000","meter":200,"image":"images\/elements\/apartment.jpeg","description":"200-meter apartment located in Tehran Pars, with parking, 3 rooms, 50-meter yard","yearofconstruction":1383},{"id":3,"title":"80 meter home","category":"groundfloor","address":"shiraz","price":"2,500,000,000","meter":80,"image":"images\/elements\/2.jpeg","description":"This is a Good Home","yearofconstruction":1384},{"id":4,"title":"100 meter home","category":"groundfloor","address":"Niyavaran","price":"6,000,000,000","meter":100,"image":"images\/elements\/3.jpeg","description":"100-meter House located in Niyavaran, with parking, 2 rooms, 20-meter yard","yearofconstruction":1395},{"id":5,"title":"Villa Home","category":"villa","address":"Shahrake-Gharb","price":"35000000","meter":"304","image":"images\/elements\/1701767215.jpg","description":"Ut dictum eu elit vitae vulputate. Etiam non tortor nec risus sollicitudin pellentesque. Praesent ut purus scelerisque, viverra tellus id, egestas diam. Aliquam pulvinar augue et libero iaculis fringilla. Pellentesque non nunc elit. Sed aliquam nunc nec magna pellentesque aliquam. Suspendisse porta at massa in scelerisque. Morbi imperdiet imperdiet odio, a iaculis urna porta vel. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia curae; Pellentesque mattis auctor nisi, id tempor libero dapibus posuere.","yearofconstruction":"1400"},{"id":6,"title":"Apartment Home","category":"apartment","address":"Saadat Abad","price":"23000000","meter":"216","image":"images\/elements\/1701770073.jpeg","description":"Proin nisl lectus, euismod ut varius at, vehicula et neque. Etiam vitae elit neque. Aliquam mi eros, feugiat ultricies bibendum ac, interdum a lacus. Donec pulvinar at elit eu cursus. Donec pharetra libero eget nibh efficitur tincidunt. Aliquam tempus purus at ex lobortis ullamcorper. Quisque fringilla, elit vitae efficitur cursus, nunc lectus ullamcorper lacus, sed tristique sapien turpis quis diam. Mauris enim tellus, efficitur eu tincidunt ut, maximus quis odio. Nullam a malesuada arcu. Cras tortor elit, facilisis quis libero eu, viverra blandit mi. Donec aliquet sem at ante gravida, sed posuere massa blandit. Ut a elit diam. Duis sed turpis purus. Maecenas malesuada sem vel eros elementum, et auctor nulla condimentum. Praesent eget rutrum purus.\r\n\r\n","yearofconstruction":"1401"},{"id":7,"title":"Apartment Aesthetic","category":"apartment","address":"Mazandaran","price":"20000000000","meter":"415","image":"images\/elements\/1701770283.jpeg","description":"Etiam metus tortor, eleifend rutrum lacus at, commodo ultricies arcu. Aliquam maximus eget nunc quis interdum. Suspendisse aliquet metus sit amet vestibulum consequat. Integer nec sem at tortor convallis sagittis. Maecenas venenatis tempus facilisis. Ut ullamcorper porttitor ipsum eu vulputate. Aliquam erat volutpat. Praesent laoreet tempus enim, congue vestibulum lacus. Integer nec molestie velit. Phasellus pretium ex magna, id semper leo mattis at. Proin ullamcorper felis a bibendum porta. Phasellus et egestas sapien, cursus rhoncus est. Nunc sit amet purus eget nisl imperdiet auctor non sed turpis.","yearofconstruction":"1386"}]